Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 缺乏智商的你不给他，不缺智商却偏偏要给他锦上添花，凌霄其实是你亲儿子吧！
en_us: You didn't give it to the one that was lacking IQ, yet you deliberately gild the lily of the one who was not lacking in IQ. In actual fact, Ling Xiao is your real son right!

source: 羊刀嫌弃眼皮，看到游小默的时候脸上有一瞬间的怔愣，他在这里坐了三天都没有人上门已经有些习惯了，突然有个人过来问，他真没反应过来。
en_us: Teacher Yang raised his eyelids and stared blankly for a split second when he saw You XiaoMo. He had been sitting here for three days and was somewhat used to the situation with no one patronizing his shop. He really could not react when someone suddenly came over to ask.

source: 羊皮纸虽然是最后一件压轴物品，但是由于价值无法估计，所以它的低价比前面几件物品还要低，不会让各大势力觉得无法接受。
en_us: Although the parchment was the last item, its starting price was lower than the previous items because its value was unable to be estimated. This also made the major forces feel that the price was reasonable.

source: 翁公却没有丝毫意外，“不管怎么说，仙师确实救了老朽一命。”
en_us: Weng Gong was not surprised in the slightest, "Regardless, Master Immortal did save this old fogey's (老朽) life."

source: 翁公急忙道：“仙师，我是真的不知道他们为什么要找那个人，我跟那个人只认识几天而已，他是十天前突然出现在村子里的，以前跟玉仙城有什么恩怨我真的不知道。”
en_us: Weng Gong hurriedly replied, "Master Immortal, I really don't know why they were looking for that person. I only knew him for a few days. He suddenly appeared in the village ten days ago. I really don't know what sort of gratitude and grudges he had with Immortal Jade City before he appeared."

source: 翁公愕然。
en_us: Weng Gong was stunned.

source: 翁公摸不准男人的目的，但看起来不像是来寻仇的，便犹豫着将问题一一解答了，不过他并不知道游小默的名字，只能将大致的形容一下，小动物他也没看到，但有一次他从外面经过的时候，有听到声音，那时游小默外出了。
en_us: Weng Gong could not figure out the man's objective. However, it did not appear as if he was here to carry out a vendetta, so he hesitatingly answered the questions one by one. As he did not know You XiaoMo's name, he was only able to vaguely describe him. He did not see any small animals, but there was once he passed by and heard a sound from inside, yet You XiaoMo was out at that time.

source: 翁公镇定的说道：“仙师，实不相瞒，老朽也不知道他们为何找上门来，在这之前，老朽从未与他们见过面。”
en_us: Weng Gong calmly replied, "Master Immortal, to be quite honest, this old fogey doesn't know why they were looking for me too. This old fogey had never met them before this."

source: 翌日，游小默开始练第二枚灵丹。
en_us: The next day, You XiaoMo began to refine the second magic pill.

source: 翌日，游小默跑去找天修。
en_us: The very next day, You XiaoMo went to find Tian Xiu.

source: 翌日，游小默领了九十层的牌子。
en_us: You XiaoMo received the plaque for the ninetieth level the next day.

source: 翻滚的热浪像一把巨型镰刀砍向山腰，随着巨石从上面滚落，地面轰隆隆的震动起来，大山倾斜着往旁边的山峰倒过去，山崩地裂般的气势足以引起强者们的注意力。
en_us: The rolling heat wave was like a giant sickle as it slashed halfway up a mountain. Following the boulders as they tumbled down from above, the ground started rumbling and the mountain slanted towards one side and fell onto the peak beside it. The landslides and ground fissures (般的气势) were enough to attract the attention of the surrounding experts.

source: 老人一惊。
en_us: The old man was shocked.

source: 老人一番话顿时令村民们都动摇了起来。
en_us: The elder's words immediately sent uncertainty through all the villagers.

source: 老人不满的道：“这个问题村长刚刚也已经说过，灵草是清风门预定的，如果卖给你，等清风门的人过来，我们拿什么卖给他们？”
en_us: The elder said, disgruntled, "Our village head has already talked about this. Our herbs have been reserved by the WingFeng Sect. If we sell it to you, then what will we sell to the QingFeng Sect when they come?"

source: 老人之所以在听到他们的话后没有立刻表明身份，很可能是没有完全相信他们的话，会主动给他们安排商船乘坐，大概也是为了试探他们，因此不管老人到底是不是通灵玄龟的探子，照他说的做总比他们自己盲目去找要好得多。
en_us: The reason why the old man did not reveal his identity immediately after hearing their words was probably because he did not entirely believe what they said. It was possible he had offered to arrange a merchant ship on his own initiative to test them. It was better to follow his advice rather than blindly searching for it themselves regardless of whether the old man was a scout of the Psychic Black Turtle.

source: 老人却摇摇头，“河镇的小船只能在港口附近行驶，要到大海上去是不可能的，不用多久就会被海浪打翻。”
en_us: The old man shook his head, "The boats from River Town are only able to sail near the harbor. It's impossible to go out to sea in these boats and it won't take long for the waves to overturn them."

source: 老人家等了几十年，大仇终于得报，老泪纵横，哭得伤心，但他知道那是高兴与解脱的泪水，他也总算少了一个包袱。
en_us: This old man had waited decades, and his vengeance had finally been carried out. Tears spilled from his eyes as he cried like he had experience a great loss, but he knew that they were the tears of joy and relief. This weight had finally fallen from his shoulders.

source: 老人手中的拐杖重重的击在地面上，发出沉闷的声响，村民们立刻安静了下来。
en_us: The old man slammed his walking stick against the ground, creating a loud noise and the villagers immediately quietened.

source: 老人抹了把额头上的汗水，走到游小默和凌霄面前，“有件事我必须告诉二位，海上行商并不是一帆风顺，除了暴风雨和逆海流这些，还有一种便是海贼，他们横行无际，经常打劫过往的商船，所以我希望二位届时能帮忙照看一二。”
en_us: The old man wiped the sweat from his forehead before walking up to You XiaoMo and Ling Xiao, "There's one more thing I must tell you. Maritime business (海上行商) is not smooth sailing. Besides things like storms and inverse ocean currents (逆海流), there are also pirates. They often run amuck and loot merchant ships, so I hope that you two can help to take care of one or two when they come."

source: 老人接过牌子，眼中霎时闪过一道精光，五秒后又还给他们，踌躇不定的说道：“老头子我不认识这东西，不过看你们的样子也不像是在说谎，我就相信你们一次。”
en_us: The old man took the card and a glint a flash through his eyes. Five seconds later, he returned it to them and hesitatingly declared, "I don't recognize this thing. But it doesn't seem like you're lying, so I'll believe in you this time."

source: 老人满意的点点头，旋即让他们上船。
en_us: The old man nodded in satisfaction and immediately let them aboard.

source: 老人狐疑的看着他，似乎想确定他有没有说谎。
en_us: The old man looked at him in suspicion appearing as if he wanted to determine whether he had lied or not.

source: 老人的目光又移到面无表情的凌霄身上。
en_us: The old man's gaze shifted to the expressionless Ling Xiao.

source: 老人看着二人离开的背影，直到看不见，他才匆忙起身，往另一个方向着急的走去。
en_us: The old man looked at the figures of the two leaving. It was only until he could not see them that he got up in a hurry and anxiously walked in another direction.

source: 老人眼神了然的看着他们说道：“租船怕只是借口，你们的目的其实是想打听通灵玄龟的事情吧？”
en_us: The old man looked at them in clear understanding, "I'm afraid that your request to charter a boat is just an excuse. Your purpose is to inquire about the Psychic Black Turtles, isn't it?"

source: 老人终于抬起头，褶皱的脸上露出一抹讽笑，冷漠的目光在他们身上转了一圈，方道：“租船也不行。”
en_us: The old man finally looked up. With a satirical smile on his wrinkled face, he indifferently gave them a once over, "Chartering is not possible either."

source: 老人见他的态度不像以前那些人那般蛮横无理，脸色总算稍微缓和下来，劝诫道：“你们应该是第一次出海吧，活水河界不比其他海域，河界中凶险无比，可不只有龟族生存在里面，一不小心就会丧命。”
en_us: The old man saw that his attitude was not as rude and unreasonable as those people he had met before, and his features eased slightly as he warned, "This should be the first time you're going out to sea ba. The Living Waters River Boundary is different from the other areas in the sea, and the danger in the River Boundary is incomparable to those areas. The Tortoise Clans are not the only ones living inside and you can lose your life if you are not careful."

source: 老人说：“确实如此，但是总有些海贼抱着侥幸的心理出来作案，尽管有玄龟族护着，但也不可能日日夜夜守着。”
en_us: The old man replied, "That may be that case but there are always some thieves who take chances to commit crimes. Although we are protected by the Black Turtle Clan, it's not possible for them to protect us day and night."

source: 老农走过来安慰道：“公子，您别介意，翁公是我们胡村资历最老的老人，脾气有点固执，若他还想不通，到时我们再去劝劝他。”
en_us: An older farmer came over here and said, in an attempt at comfort, "Young gentleman, please don't take offense. Wen Gong is the oldest and most experienced elder in Hu Village. He's a little stubborn. If he still refuses to listen, we'll try to persuade him."

source: 老夫妇只有八百多株二级灵草，游小默先给他们一枚灵晶，其他的按照水晶币算，幸好他身上还有一些以前没用完的水晶。
en_us: The elderly couple only had eight-hundred something level two magic herbs. You XiaoMo first gave them one spirit gem, and then used crystal coins to calculate the rets. It was a good thing he still had some unused crystal coins.

source: 老夫妇是胡村的老人，他们在这里生活了几十年，除了一个人，没有人比他们更有资历，两人一出马，村里剩下的那些户人家立刻相信了一大半。
en_us: The elderly couple were elders of the Hu Village. They had lived there for several decades, so no one was more worthy of respect than them. With the elderly couple on his side, the rest of the village almost immediately believed him.

source: 老夫妇虽然是凡人，但他们都听说过丹师是怎样神奇的存在，而且游小默见他们半信半疑，还露了一手给他们看。
en_us: Though the elderly couple were normal people, they had heard of the miraculous existences that were Mages, and, seeing that they were unsure whether to believe him or not, You XiaoMo decided to show them some tricks.

source: 老头一愣，当即明白他的意思了，接过灵晶便把答案告诉他。
en_us: The old man paused for a moment before understanding what he meant. He took the spirit gems and answered his question.

source: 老头表情笑眯眯的，立刻从杆子上抽出五串糖葫芦给他，说道：“公子，五串糖葫芦不需要这么多。”
en_us: The old man smiled and immediately took five sticks of candied apples off the rack and handed over. He also mentioned, "Sir, five sticks doesn't cost so much."

source: 老子才不要你一半的智商，老子要你两倍的智商。
en_us: Who wants half of your intelligence, I want doubled your intelligence! (老子)

source: 老实巴交的程向荣立刻附和的点点头。
en_us: The honest and well-behaved Cheng XiangRong immediately nodded his head in agreement.

source: 老板主动将地形图赠与他们，一般是要花灵晶买的，而且价格并不低，几乎每个进入鬼冢山脉的人都必须手备一份，否则容易迷路走到一些不该去的危险地方。
en_us: The owner volunteeraliy gifted them the map, normally you would have to buy it with spirit gems and not for cheap either. Almost everyone who wished to go into the Ghost Tomb Mountain Ranges would need one, otherwise, it was easy to get lost and go something dangerous.

source: 老板娘是妖猫族第一美女，当初争夺她的强者有三个，而且都是自然城的强者。
en_us: The owner was the number one beauty of the demon cat clan. Originally, three elites were fighting over her, all from Ziran City.

source: 老板娘一双眼睛几乎黏在凌霄身上，表情明明白白的写着‘欲求不满’四个字，她这一辈子都没看到长得这么俊的男人，黑熊和他一比，简直就是地上的一坨牛粪。
en_us: The owner's eyes were practically glued to Ling Xiao, her arousal clear as day in her expression. She had never ever seen a man so handsome. Compared to him, Black Bear was like cow shit on the street.

source: 老板娘也顾不得喊痛或抱怨之类的，连忙爬起来，跌跌撞撞的往街尾方向逃去。
en_us: Before the proprietress could complain or shout in pain, she quickly got up and stumbled to escape.

source: 老板娘在黑熊被打飞的时候整个人就懵了，她怎么也没想到竟然会惹到一个连黑熊都打不过的人，运气实在是差到人神共愤。
en_us: The moment Hei Xiong was sent flying, the proprietress was completely dumbfounded. No matter what, she wouldn't have imagined that she would offend someone even Hei Xiong couldn't win against. Her luck was truly beyond the gods. (差到人神共愤)

source: 老板娘将他们引到二楼一处雅间，随后便亲自逮人给他们送上一壶热茶和一小壶酒，她以为凌霄好酒，于是特意把酒放到他面前。
en_us: The proprietress led them to an private room on the second floor and personally got an attendant to bring a pot of hot tea and a small jar of wine to them. She had thought that Ling Xiao would drink wine (凌霄好酒), so she specifically put the wine in front of him.

source: 老板娘并没有说谎，她的丈夫确实有几分实力，否则集九镇那么大怎么也补可能只有她一家成衣店。
en_us: The lady boss was not lying. Her husband did have some strength. Otherwise, how could hers be the only garment shop in JiJiu Town when it was so big?

source: 老板娘愕然了。
en_us: The owner was surprised.

source: 老板娘抱着头匍匐在地上，瑟瑟发抖，她真的给吓到了，她的男人就在她身后，被游小默一拳砸到几乎爬不起来。
en_us: The lady boss crawled on the ground with her head in her arms as she trembled. She was really scared. Her man was behind her and could hardly get up after being smashed by You XiaoMo's fist once.

source: 老板娘挺直了背，嘴角微翘。
en_us: The owner straightened her back, her lips curling up slightly.

source: 老板娘捂着被打得红肿的脸蛋，双目瞪圆，难以置信的看着毛球，气得嘴都发抖了，“贱人，你竟然敢……”
en_us: The owner clutched her swollen face, eyes wide as saucers and looking at MaoQiu in disbelief. She was so enraged, her lips were shaking. "You bitch, how dare you..."

source: 老板娘早就气得脸都扭曲起来，“你这个贱人，有种你再说一遍，看我不撕烂你的嘴。”装出来的纯洁高雅总是坍塌得特别快，眼下哪还有一点秀美。
en_us: The owner had long since gotten so angry that her entire face had twisted. "You bitch! I dare you to say that again! I'll rip up your mouth!" A feigned purity and dignity always crumbled quickly. Where was her elegant beauty now?

source: 老板娘晕乎乎的摔在地上，双手捂着肿的老高的脸蛋，瞪着毛球的眼睛像喷火似的，声音尖锐刺耳，“贱人……”
en_us: The owner collapsed onto the ground, dizzy, clutching her swollen face with both hands. Her eyes practically spat fire as she glared at MaoQiu, her voice sharp and grating. "You bitch..."

source: 老板娘最喜欢这种外来者，因为这意味着她可以敲他们一大笔，这在集九镇已经是默认的事情。
en_us: The proprietress liked these foreigners the most, because it meant that she could extort a large sum of money from them. This was already an tacit assumption in JiJiu Town.

source: 老板娘朝他们缓缓走过来，温和有礼的笑道：“三位客官里面请，想要雅间还是大堂？”
en_us: The proprietress slowly approached them slowly as she smiled gently and politely, "Three Honored Guests, please come inside. Would you like to seat at the lobby or in a private room?"

source: 老板娘止住笑容，眼神冰冷的看着毛球，“这还是第一次有人跟我说这句话，这是有趣，切身还真不知道这两个字怎么写，可惜，要后悔的人不是我，而是你们。”
en_us: The owner stopped laughing abruptly, looking at MaoQiu with a chilling gaze. "That's the first time someone has ever said something like that to me. How interesting. That word doesn't exist in my dictionary; the people who will be regretting their actions are you, not me."

source: 老板娘气得脸色铁青。
en_us: The lady boss was so furious that her face was ashen.

source: 老板娘没来得及躲闪，额头磕到地板，顿时红了。
en_us: The owner wasn't able to dodge it, her forehead knocking against the floor and going red.

source: 老板娘痛苦的抓着黑熊的衣摆，后者厌恶的将她踢开，怒骂道：“贱货，既然你这么欲求不满，老子就成全你，让你日日夜夜去伺候男人。”
en_us: The proprietress clinged painfully at Hei Xiong's clothes/lower hem (衣摆) but the later kicked her away in disgust and yelled angrily, "Bitch/lowlife (贱货), if you are so thirsty than I'll satisfy you by leting you serve guys forever." (让你日日夜夜去伺候男人)

source: 老板娘的气质已经不像之前那般高洁，而是带着胜利女神般的自信和傲慢，端庄且高高在上。
en_us: The boss' demeanor was no longer as clean and noble as it was before, but with a confidence and pride like a goddess of victory, standing high up above everyone else.

source: 老板娘的表情仿佛听到了什么不可思议的话，突然大笑起来，笑声好不刺耳，那伙计也笑了。
en_us: The owner looked like she had heard something unbelievable, suddenly beginning laugh uproariously, her laughter grating. Their server also began to laugh.

source: 老板娘盈盈的目光落在凌霄脸上，冲他微微一笑便退出房间，关上门的那一刻，她看到凌霄面无表情的将酒挪开，跟他们一起的娇艳女子则殷勤的给他倒了杯茶。
en_us: The proprietress's limpid gaze fell on Ling Xiao's face before she smiled at him and left the room. During the moment she was closing the door, she saw Ling Xiao expressionlessly move the wine away before the tender and beautiful woman accompanying them courteously poured a cup of tea for him.

source: 老板娘眼睛一亮，立刻扑进男子怀里，撒娇道：“相公，他欺负人家，你一定要帮人家报仇。”
en_us: The lady boss's eyes lit up. She immediately threw herself into the man's arms and put on a coquettish act, "Husband, he bullied people (人家). You must help people get revenge."

source: 老板娘瞪大眼睛震惊的盯着游小默，正常来说，她应该在这股气势下妥协才对，可是她却没有，反而用食指指着游小默怒吼起来。
en_us: The lady boss (老板娘) stared at You XiaoMo in shock. She should normally compromise when under such an aura, yet she did not and bellowed while pointing at You XiaoMo with her forefinger instead.

source: 老板娘穿着一身洁白的素衣，看起来简单，衣服的料子却不普通，浑身上下却透着一股简洁大方的气质，第一感觉的印象就很好。
en_us: The proprietress was wearing a pure white dress which looked simple, but upon closer examination, the material was exceptional. One could see her pithy and generous (简洁大方) temperament enveloping her from head to toe, leaving a very good first impression.

source: 老板娘立刻拿出几套做好的衣服，手法略粗糙，尽管款式好看，但仍然看得出来是劣质品。
en_us: The proprietress instantly pulled out several ready-made outfits. Even though the patterns were nice, the craftsmanship was a little crude, and you could still tell that it was a low-quality good.

source: 老板娘绝望的倒在地上。
en_us: In despair, the proprietress fell to the floor.

source: 老板娘脸色一变，一双杏眼瞪着他，“他都没说话，你插什么嘴，给我滚到一边去。”
en_us: The owner's expression twisted, glaring at him with almond shaped eyes. "He hasn't even said anything, what are you cutting in for? Fuck off."

source: 老板娘表情一冷，却没有慌张，“你们逃不了的，黑熊马上就会赶过来，他不会放过你们的。”
en_us: The owner's expression chilled, but she didn't panic. "You can't escape. Black Bear is arriving soon. He won't let you go so easily."

source: 老板娘跌坐在地上，大口大口的喘着气，她何尝受过这种气，浑身气得发抖，虽然很想发泄的骂几句，但是却又担心她真的会杀了自己，一双美目只能狠厉的瞪着她。
en_us: The owner was kneeling on the ground, panting. She had never suffered such humiliation, trembling in anger. Though she wanted to curse and let out her anger a little, she was afraid the other would really kill her. Her beautiful eyes glared daggers at MaoQiu.

source: 老板娘轻声一笑，兰花指捏着耳际的黑色的发丝，嘴角似染着风情看着凌霄，端庄的气质突然就风情万种起来。
en_us: The owner chuckled softly, her orchid fingers playing with the dark locks of hair near her ear. She looked at Ling Xiao with a curl of interest on her lips, and her dignified demeanor suddenly became very suggestive.

source: 老板娘面容狰狞，看在黑熊怀里怨毒的瞪着游小默三人，再怎么垂涎对方的美色，此时也变成刻骨的仇恨，不把他们碎尸万段，她绝对咽不下这口恶气。
en_us: The owner's face was terrifying, glaring poisonously at You XiaoMo and co. No matter how enraptured she had been with Ling Xiao, by now, there would be nothing but hate. She would never let go of this hatred.

source: 老板娘顿时不敢再看她了。
en_us: The owner didn't dare look at her again.

source: 老板惊喜的接过灵丹，像他们这种在危险地方生存的人，最需要的就是安全保障，不过涨修为的灵丹还有机会弄到，但保命的灵丹却极难，有时候就算你有宝贝也未必能换到。
en_us: Pleasently surprised, the owner took the magic pill. For people like him that lived in these dangerous areas, what they needed the most was safety. Sometimes you could come by a magic pill that increased your levels but ones that could save your life was rare. It wasn't something you can buy, even if you had the money.

source: 老板惊喜的看着完好无损的客栈，他还以为他的客栈会被毁得最严重，因为当时很多人都看到白衣人和黑衣人就在这一条街上，结果整条街的房子出乎意料没有受到一丝损坏。
en_us: The shopkeeper was pleasently surprised at the undistribed inn, he thought that it would be his inn that got the most damaged. At that time, many saw the man in white and the man in black walking along this street, but in reality, much to their surprise, it was this street that was the least harmed.

source: 老板猜想他们可能真的要去鬼哭涯，这次倒没说什么，以男人的实力，真要找到鬼哭涯估计也能全身而退，不过……
en_us: The owner guessed that they were probably going to the Weeping Ghost Shore and this time didn't say anything. With the man's power, even if they found the Weeping Ghost Shore, they could probably make it out alive but...

source: 老板突然脸色一变，变得紧张兮兮起来，“客人不会是想去鬼哭涯吧，小人奉劝你最好不要去，住在鬼哭涯上面的都是些极其残忍的人。”“这事可是有例子的，一千年前，西境有一支实力中上等的妖兽势力，因为同伴被鬼哭涯的天狗杀害，于是他们的头儿带着二十几个手下找上门，结果第二天发生一件骇人听闻的事情。”
en_us: The owner's expression suddenly changed and he became nervous, "Honored guests, you couldn't be intending of going to the Weeping Ghost Shore right? May this one offer a bit of advice? It's best if you do not go. The ones living on the Weeping Ghost Shore are all extremely cruel people. There is an example of this. There was a powerful demon beast fraction in Xi Jing a thousand years ago. Because their companion was killed by the Tiangous of Weeping Ghost Shore, their leader knocked on their door with more than twenty men. In the end, a horrifying matter happened the next day."

source: 老板走后，游小默眼巴巴的看着凌霄。
en_us: After the owner walked away, You XiaoMo impatiently looked at Ling Xiao.

source: 老板越发相信二人不是普通人，半斤极品茶，两坛特别酿造的花雕和一副地形图果然没白送出去。
en_us: 没白送出去That just solidified the owners believe that these two weren't ordinary. Half a catty of high-grade tea, two jars of specially brewed Shaoxing wine and a map was not given wrongly. (没白送出去)

source: 老者倒出那枚蓝色的十级的灵丹，说：“阁下凭这枚灵丹其实已经可以上第三层，它的价值比二层所有东西都要高，用它来竞价的话，倒是有些浪费了，另外两枚九级灵丹，合起来的价值亦只比十级灵丹差一点。”
en_us: The elder tipped the blue level ten magic pill out, saying, "With this magic pill, you can go to the third floor already. It's value is higher than anything here on the second floor. If you use it to bid, it's a bit of a waste. The other two level nine magic pills has a total value just second to the level ten pill."

source: 老者不知道什么时候才是时候，不过他很聪明的没再继续追问，有些事情不需要知道得太多，否则容易葬送了性命。
en_us: The elder didn't when was the right time but he was smart enough to not ask further. Something are better left unknown, if you you want to keep your life.

source: 老者名唤玄宗，他是玄龟族的二长老，地位崇高，小乌龟正是他的曾孙子，之前听说莫景遇害且不知所踪，他老人家差点把一头白发都愁掉了。
en_us: The old man's name was Xuan Zong, and he was the second elder of the Black Turtle Clan. His position was very high, and the baby turtle was his great-grandson. Before, when he had heard that Mo Jing encountered trouble and his whereabouts were unknown, he had almost worried off all of his white hair.

source: 老者将灵丹放回桌上，说：“这枚灵丹的底价是一千五百万灵晶如果阁下真卖了，最好去拍卖行，价格绝对可以在往上翻一两倍，至于两枚九级灵丹，底价约一千年四百五十万灵晶，拍卖的话同样不少。”
en_us: The elder placed the magic pill on the table and said, "This pill is worth, at the very least, fifteen million spirit gems. If you really do plan to sell it, I suggest auctioning it off. The price will definitely multiply. As for the two level nine pills, they are worth, in total, at least fourteen and a half million. You'll get a good profit auctioning that as well."

source: 老者并未见过凌霄，所以并没有立刻联想到圣境强者，因此尽管心存疑惑，他也没有说什么。
en_us: The elder hadn't seen Ling Xiao before so he didn't immediately connect the dots. Thus, even with his suspicions, he didn't say anything.

source: 老者摸着花白的胡子说道：“这株灵草根部受损，品质下降为中品，最多三十万灵晶，另外五株上品灵草价值四百万灵晶，加上其他的，一共六百零一十万灵晶。”
en_us: The elder stroked his white beard and said, "The roots of this magic herb are damaged, so the quality is reduced to mid-grade. At most, three-hundred thousand spirit gems. The other five high grade magic herbs are worth four million spirit gems. Altogether, everything is worth a total of six million and one hundred thousand spirit gems."

source: 老者没有立刻回应他，而是问道，“阁下的灵丹是准备放在轮回楼竞拍，还是竞价？”
en_us: The elder didn't reply immediately, but instead asked, "May I know if you're planning to auction or bid your pills in Tower Samsara?"

source: 老者漫不经心的表情在看到灵丹后突然严肃正经了起来，打开玉瓶的盖子，小心翼翼的闻了下，眼里霎时闪过一道惊喜之色，“竟然都是上品灵丹，看这成色，品质极高啊。”
en_us: The elder's nonchalant look faded into one of seriousness upon seeing the pills. He opened the vial and carefully scented it, a flash of amazement flashing through his eyes. "They're all high grade pills, and looking at the color, they seem to be of a very high quality.

source: 老者狐疑的看着他。
en_us: The elder looked at him in suspicion.

source: 老者用手比了一下大小，“约这么大，一千万灵晶左右。”
en_us: The elder illustrated the size with his hands, "About this much, ten million spirit gems or so."

source: 老者的动作顿了一下，抬头惊讶的望着他，“你要把它卖了？”他第一次听说有人要把一枚十级上品灵丹卖了换灵晶。
en_us: The elder froze for a moment, raising his head and looking at You XiaoMo in shock. "You're going to sell it?" This was the first time he heard that someone was going to sell a level ten high grade pill for spirit gems.

source: 老者说：“少爷，您忘了，您山上还有长老赐下的精血，丹师工会必定会心动。”
en_us: The elderly man replied, "Young Master, you've forgotten that you still have the Blood Essence (精血) that the Elder had bestowed on you back in your mountain. The Mage Association would definitely be moved by this."

source: 老者退下后，男人从塌上坐了起来。
en_us: Once the elder left, the man stood up from his chair.

source: 而那柄断剑，此刻正插在黑衣人的胸前。
en_us: And the broken sword was lodged in the chest of the black robed man.

source: 而万厨师和助手的口水早已泛滥成灾。
en_us: Chef Wan and his assistant were already drooling all over the place.

source: 而且玄泽也担心被海初发现，所以直接跑出鲸岛几千米。
en_us: Plus, Xuan Ze didn;t want to be discovered by Hai Chu, so he had gone several thousand meters away from Whale Island.

source: 而且为什么偏偏是他的孙子？
en_us: Furthermore, why did it have to be his grandson?

source: 而且他才刚升上九十层，这都还没去住过一次，他跟逍遥院的缘分果然比道心学院还要浅，好不容易事情完成了，竟然不能回去了。
en_us: Moreover, he had just reached the 90th floor, and he hadn't even gotten the chance to live there once yet. In the end his relationship with XiaoYao Institution was even more shallow than his relationship with the Dao Xing Academy. He had finally taken care of everything after much difficulty, and now he couldn't even go back.

source: 而且别看胖娃娃现在看起来只有两岁，他的修为已经很高了。
en_us: Furthermore, the fat baby's cultivation was already very high even though he looked only two years old.
